{
    "F":[
        "What object is <F>?",
        "What object in this image has a <F>?",
        "What do we call the <F> in the image?",
        "Which <F> can you see in this image?",
        "What shown in this image is generally <F>?",
        "Which animal in this image has the property of <F>?",
        "Which animal in this image is <F>?",
        "Which object in this image has a <F>?",
        "what object in this image has a <F>?",
        "which object in this image has a <F>?",
        "Which object in this image is a <F>?",
        "Which object in this image has the property of <F>?",
        "Which object in this image is related to <F>?",
        "which object in the image has a <F>?",
        "which kind of <F> can be seen in this picture",
        "Which object in this image is <F>?",
        "Which animal in this image has <F>",
        "What in this image possesses a <F>?",
        "What <F> can be found in this image?",
        "which object in this image uses <F> for breathing",
        "Which object in this image is a kind of <F>?",
        "Which <F> is shown in this image ?",
        "Which object in this image has a <F>？",
        "Which <F> animal can you see in this image?",
        "which food in the image is <F>?"
    ],
    "IN":[
        "Which object in this image is used <IN>?",
        "Which vehicle in this image can be found <IN>?",
        "Which object in the image can be found <IN>?",
        "Which object in the center can be found <IN>?"
    ],
    "J":[
        "What is the <J> fruit?",
        "What <J> is in this image?",
        "Which object in this image used to <J> things?",
        "Which object in this image is <J>?",
        "Which fruit in this image has <J>?",
        "Which object in this image is a <J>?",
        "Which object in this image is an <J>?",
        "Which object in this image might be used to <J>?",
        "Which object here is a <J>?",
        "What activity in the image is a <J>?",
        "Which object is <J>?",
        "What in the image is an example of a <J>?",
        "Which instrument is <J>?",
        "which object in this image is a <J>?",
        "Which object in this image is related to <J>?",
        "Which object in this image has <J>?",
        "What seen here is a <J>?",
        "Which object is for <J>?",
        "Tell me the name of the <J> in this image?",
        "which object in this image is bigger than <J>?",
        "Which stick like object on the ground belongs to the category <J>",
        "Which fruit in this image has the property of <J>?",
        "which object in this image can <J>?",
        "which object in this image is larger than <J>?",
        "Which device in this image is larger than <J>?",
        "Which object in this image has the property of <J>?",
        "Which object is a <J>?",
        "Which <J> can you see in this image?",
        "What object in this image is a <J>?",
        "What is the <J>?",
        "Which object in this image is a <J>",
        "which object in this image often can be used in a kind of <J>",
        "Which objects in the image are considered <J>",
        "What food in the image has <J>",
        "What object in this image can be found in a <J>?",
        "Which object in this image can be found in <J>",
        "Which object in this image can be found in <J>?",
        "which object in this image is related to <J>?",
        "What animal is <J>?",
        "what object in this image is a <J> instrument?",
        "Which object in this image can cause <J>?",
        "Which object in the image is <J>?",
        "Which <J> is shown in this image?",
        "Which food in this image is related to <J>",
        "Which object in this image has the property of light <J>?",
        "Which object in this image can be found in a <J>?",
        "Which object in this image is related to a <J>?",
        "What object is <J> in the image?",
        "What thing shown here is <J>?",
        "Which object in this image is likely to be <J>?",
        "What thing can be found in this image is a <J>",
        "Which object in this image is used to <J>?",
        "What <J> is showing in the image?",
        "Which object in this image has a <J>",
        "Which <J> is shown here?",
        "What <J> are in this image?",
        "What in this image is a <J>",
        "Which object in this image desires <J>",
        "What kind of <J> do they have?",
        "Which thing in the image is the <J>?",
        "What kind of <J> is sleeping in the bed in this image?",
        "which object in this image is the colour <J>?",
        "Which object in this image might use a <J>?",
        "Which object in this image belongs to <J>?",
        "What object is used for <J>?",
        "What which you can see here is <J>?",
        "Which thing in the image have <J>",
        "Which object in this image is a <J>",
        "What object in this image can be used for <J>?",
        "What thing seen here is <J>?",
        "Which object is likely to be found in a <J> ",
        "Which plant in this image is a <J>?",
        "Are there any objects in this image belonging to the category of <J>?",
        "Which <J> is show in this image?",
        "What are the <J> objects in this image?",
        "What is one object in this image which is <J>?",
        "Which food is the most <J>?",
        "Which object in this image is related to <J>ing",
        "Which object in this image has <J> color",
        "what thing in this picture contains a <J> as a part",
        "What object in this image is <J>?",
        "Which object in this image is capable of <J>?",
        "Which animal in this image is a <J>?",
        "which object in this image comes from the subclass of <J>",
        "Which object in this image is a kind of <J>?",
        "Which object in this image can <J>?",
        "Which object in this image might want <J>",
        "Which object in this image is the most related to <J>",
        "which onbject in this image contatins <J>",
        "Which object in this image has a <J>?",
        "Which accessory in this image is used to <J>?",
        "Which object in this image is more primitive than <J>",
        "Which object in this image might be found in a <J>?",
        "What animal in the image has <J>?",
        "What object can be used for <J>?",
        "Which object in this image has the property of being always <J>?",
        "Which object in this image is very <J>?",
        "Which object that the person is holding is related to <J>",
        "Which animal in this image is <J>?",
        "Which animal in this image is the most related to s<J>",
        "Which object in this image has a <J>",
        "Which <J> is presented in this image?",
        "Can you identify any <J> in the image?",
        "What in this image is related to <J>?",
        "Which automobile in the image is a <J>?",
        "What object can <J>?"
    ],
    "N":[
        "Which object can be found in a <N>",
        "Which object in this image can <N>",
        "Which object in this photo can <N>",
        "What can you find on the <N> in this this image?",
        "which object in this image is used for <N>",
        "What is the <N> fruit?",
        "Which object in this image is related to <N>?",
        "Which vehicle in the image has <N>?",
        "Which object in this image can be used to connect to <N>?",
        "What is the s<N> style instrument in the image?",
        "Which object in this image can <N>?",
        "Which object in this image is capable of <N>?",
        "Which sweet <N> is healthier than chocolate?",
        "Which object in this image is used for <N>?",
        "what object in this image is related to <N>?",
        "what object in this image is a kind of <N>?",
        "What kind of <N> can be seen here?",
        "Which object in this image is a <N>?",
        "Which accessory belongs to the category <N>?",
        "Which accessory in this image can be found in <N>?",
        "What people excercise on <N>?",
        "Where can you find this <N>?",
        "Which object is used to <N>?",
        "Which object in this image could have a <N>?",
        "what is it in this image  related to <N>?",
        "What is <N> used for?",
        "Which vehicle in this image is less stable than <N>",
        "What is one item of <N> that can be seen here?",
        "Which food in this image has a strong relationship with <N>",
        "Which object in this image belongs to <N>",
        "which object in this image is sold in the <N>",
        "which object in this image moves slower than a <N>?",
        "What kind of <N> is in this image?",
        "which object in this image is better than <N>？",
        "Which <N> can be found in this image?",
        "Which object in this image has <N>?",
        "What thing in this image might <N>?",
        "Which object in this image might be found in a <N>?",
        "Which object in this image has a <N>?",
        "Which object in this image is an <N>?",
        "Which object in this image if <N>?",
        "Which object in this image has a <N>",
        "What is the name of the <N> in this image?",
        "What <N> is in this image?",
        "Which object in the image makes a sound of <N>?",
        "Which object in this image one can <N>?",
        "Tell me the name of the <N> shown in this image",
        "Which thing in this image is found in <N>?",
        "Which object in this image is used for <N>?",
        "What is the <N> object in the image?",
        "which object in this image can <N>?",
        "What object in this image can be found in a <N>?",
        "What fruit in this image is used for <N>?",
        "Which animal in this image can <N>?",
        "Which tool can you see is used to <N>",
        "Which tool will you choose to <N>?",
        "Which object in this image can be found in the <N>?",
        "What can you find in the sand by the <N>?",
        "Which object in this image is a <N>?",
        "Which object in this image has <N>?",
        "What object in this image is found in a <N>?",
        "What thing in the image can be <N>n?",
        "Which activity shown here is related to <N>?",
        "Can you find this <N> in a city or desert?",
        "Which object in this image has the property of <N>?",
        "Which object in this image can <N>?",
        "What thing in the image can <N>?",
        "Which object in this image contains <N>?",
        "Which object in this image can be found in a <N>?",
        "Which object in this image is capable of <N>?",
        "Which object in this image is an <N>?",
        "Which object in this image is related to <N>?",
        "What object in this image is used for <N>?",
        "What object in this image is capable of <N>?",
        "What job is the <N> doing here?",
        "Which object in this image has <N>?",
        "Which object in this image can be used to <N>?",
        "What object can be used to <N>?",
        "which object in this image can you find in a <N>",
        "Which object in this image is a <N>?",
        "Which object in this image might be related to a <N>?",
        "Which object in this image is <N>?",
        "What in this image has a <N>?",
        "If you want to <N>, which tool you will choose from this image?",
        "What is the <N> animal in the image?",
        "which device in this image is less efficient than <N>?",
        "which animal in this image is bigger than <N>?",
        "Which object in this image is a kind of <N>?",
        "Which object in this image usually appears in <N>?",
        "What object can be used for <N>",
        "Which object in this image is a type of <N>ting?",
        "Which object in this image can be found in <N>?",
        "Which object in this image is able to <N>?",
        "which animal in this image is slower than <N>?",
        "Which object in this image is a <N> instrument?",
        "Which thing in this image has a <N>?",
        "What category do <N> belong to",
        "Which object in this image can be related to <N>?",
        "Can you identify any object in the image that is used for <N>?",
        "which object in this images shows <N>",
        "Which object in this image can be used for <N>?",
        "what kind of <N> can you observe in this image",
        "Which kind of <N> is shown in this image ?",
        "What object in this image is related to a <N>?",
        "what kind of object in this image can you always find in a <N>",
        "which object in this image can you see often see in <N>",
        "What type of <N> is shown here?",
        "What can be found in the <N>?",
        "Which object in this image <N>?",
        "what object in this image can <N>?",
        "Which floating vehicle on the left is smaller than a <N>?",
        "Name the object used for transportation which is smaller than <N>.",
        "what object in this image is smaller than a <N>?",
        "Is <N> found at Italy?",
        "What is the <N> in this image?",
        "Which object in this image might <N>?",
        "Which object in this image is related to <N>",
        "What object is able to <N> in this image?",
        "What objects in this image has <N>?",
        "What object has <N>?",
        "What object in this image is larger than a <N>?",
        "which animal in this image is larger than <N>?",
        "What object in the image is used by a <N>?",
        "Which animal in the image has <N>?",
        "Which object in the music can be purchased from a <N>?",
        "What thing in this image is able to be found in someone's <N>?",
        "what object in this image is used to <N>?",
        "What vegetable in this image is related to <N>?",
        "What is the <N> object in this image?",
        "which object in this image is less intense than <N>?",
        "Which object in this image can be found on <N>?",
        "Where can you find a <N> in this image?",
        "What food is cheaper than <N>?",
        "which object in this image is <N>",
        "Which thing in the image can <N>?",
        "Which object in the image is often less big than <N>?",
        "What <N> can be seen in this image?",
        "Which object in the image is like a <N>?",
        "What is on the <N>?",
        "which object in this image is bigger than <N>?",
        "which moving object in this image is smaller than a <N>?",
        "Which object in this image desires <N>?",
        "Which object in this image desires <N>?",
        "which object in this image is a member of a <N>",
        "Which object in this image is in the <N>?",
        "What type of <N> is in this image?",
        "which object in this image belongs to the category of <N>?",
        "Which object in this image can often be found on the <N>?",
        "Which object in this image can be used to place <N>?",
        "which object in this image has <N>",
        "What object in the image has <N>?",
        "What object in this image is a type of <N>?",
        "Which object in this image is usually slower than a <N>?",
        "Which device in the image has <N> on it?",
        "Which thing in this image is used for <N>?",
        "Which object on the right can be more convenient than <N>?",
        "Which kind of animal in this image is a <N>?",
        "What stuff is related to <N>?",
        "which kind of vehicle shown in this image is smaller than <N>?",
        "Which object in this image is worn on the <N>?",
        "Which objects in this image are used for <N>?",
        "What <N> object is in this image?",
        "which object in this image is cheaper than <N>",
        "Which furniture in this image is to <N>?",
        "What is one item of <N> shown here?",
        "which animal in this image is more intelligent than <N>?",
        "Can you identify any <N> in this image?",
        "What is the <N> in the image?",
        "If I want to <N>, which tool can I use?",
        "If you need to <N>, which object will you choose?",
        "What object in this image is an <N>?",
        "Which object in this image is taller than a <N>?",
        "Which body part shown in this image has <N>?",
        "What kind of <N> is in the image?",
        "Which object that you do not see in this image is a special type of <N>?",
        "What can be found in a <N> that is present in this image?",
        "What object is made of <N> in the image?",
        "What rooms are colder than a <N>?",
        "Which animal shown in this image is <N>",
        "What object is likely to be found in <N>?",
        "What shown in this image is most specifically related to <N>?",
        "what object in this image is a <N>?",
        "Which instrument in this image has a <N>?",
        "What is a <N> used for?",
        "Which kind of <N> can be found in this image?",
        "Which object in this image can be found in a <N>?",
        "which object can we see at the <N>",
        "Which object in this image has <N>?",
        "which animal in this image is taller than <N>?",
        "Which object in this image provides a useful <N>?",
        "what thing is generally more expensive than <N> in this image?",
        "which object in this image is much more popular than <N>",
        "Which <N> is shown in the image?",
        "what object in this imgae is a type of <N>?",
        "which object in this image contains <N>?",
        "which object in this image is a type of <N>?",
        "Which food in this image is a <N>?",
        "Which kind of <N> is in this image?",
        "Which object in this image can be found at an <N>?",
        "Which object in this image ages faster than <N>?",
        "What object in this image is smaller than a <N>?",
        "What object in this image is used to <N>?",
        "Which object in this image is never lighter than <N>?",
        "What can we found on the surface of the <N> in this image?",
        "Which object in this image is for <N>?",
        "What object in this image has a <N>?",
        "which object in this image is smaller than <N>?",
        "Which object can <N> in this image?",
        "What object in this image is used for <N>?",
        "What instrument in this image is a <N>?",
        "Which object in this image is heavier than <N>?",
        "which kind of <N> is in this image",
        "What thing on the <N> in the image?",
        "Which object in this image is created by <N>?",
        "which object in this image is larger than <N>?",
        "Which animal in this image has a <N>?",
        "What thing in the image is related to <N>?",
        "which object in this image has a <N>?",
        "what kind of <N> is this in this image",
        "Which object in this image contains a <N>",
        "Which <N> is shown in this image?",
        "What can be found in a <N>?",
        "What type of <N> is shown in this image?",
        "which object in this image can <N>?",
        "Which object in this image does a <N> have?",
        "which device in this image is more prevalent than <N>?",
        "What animal in the image can <N>?",
        "Which object in this image likes to <N>?",
        "which object in this image can be found in a <N>",
        "Which animal in this image likes to <N>?",
        "What are the <N> animals?",
        "which object in this image is a kind of <N>?",
        "which food in this image is intrinsically healthier than <N>?",
        "What can be found in this <N>?",
        "What electronic device in the image is cheaper than <N>?",
        "What animal can be found in <N> in the image?",
        "What object in this image is <N>?",
        "which object in this image is an <N>?",
        "which object in this image can be found in the <N>?",
        "which object in this image is capable of <N>ming?",
        "Which object in this image is used for drinking <N>?",
        "Which animal in this image like to <N>?",
        "Which object in this image is more convenient than <N>?",
        "Which animal is the most related to <N>",
        "Which animal is related to <N>?",
        "Where is <N> found at?",
        "Who in the image can <N>?",
        "which object in this image is related to '<N>'?",
        "What animal in the image is slower than <N>?",
        "What can be found in this image belongs to <N>?",
        "Which object in this image is most closely related to <N>?",
        "What is related to <N> in this image?",
        "How do you define the two <N> in this image?",
        "What is one item of <N> in this image?",
        "Which food in this image has the property of <N>?",
        "Which object is related to <N>?",
        "What is <N> capable of",
        "Which object in this image is the most related to <N>",
        "Which food is more acid than <N>",
        "which object in this image is more expensive than <N>?",
        "which object in this image is more health than <N>?",
        "which object in this image is less greener than <N>?",
        "What object in this image is taller than a <N>?",
        "which Insect in this image is more colorful than <N>?",
        "Which object in the image is attracted to <N>?",
        "which object in this image is more colorful than <N>?",
        "What is being thrown that is also <N>?",
        "Which object in this image is less visibler than a <N>?",
        "Where does the animal in this image can be found in a <N>?",
        "Which object in this image can live less longer than <N>?",
        "which object is the similar to <N>",
        "Which object in this image is usually <N>?",
        "Which object in this image is usually <N>?",
        "What is the object the guys are using for <N>?",
        "Which vehicle in this image is a <N>?",
        "Which object in this image can we often see in the areas of <N>",
        "Which object in this image contains <N>",
        "What piece of <N> is in this image?",
        "What <N> is seen here?",
        "What is the <N> appeared in the image?",
        "What is the <N> in the image capable of?",
        "which electronical object in this image is larger than <N>?",
        "Which object in this image is used to <N>?",
        "what kind of object in this image can we use for s<N>ting down",
        "Which object in this image can be found in an <N>?",
        "Name the sports in the image that is related to <N>.",
        "What is the <N>?",
        "Which food in this image is the most related to <N>",
        "which object in this image can <N>",
        "Which animal is taller? <N> or the animal in the image?",
        "Which animal in this image is a <N>?",
        "What thing related to <N> can be seen here?",
        "which transportation in this image is smaller than <N>?",
        "Which object in this image relates to the <N>?",
        "which object in this image will be used during your <N>",
        "Which object in this image likely has a <N>?",
        "What object that is used to play the game is <N>?",
        "Which thing in this image sometimes engages in the behaviour known as '<N>'?",
        "which object in this image can <N>",
        "what thing is more popular than the <N> in this image?",
        "What animal in the image has <N>?",
        "What do you need in this image if you want to <N>?",
        "Which kind of <N> is the boy playing with?",
        "which object in this image can be used as a <N>",
        "Which tool in this image can <N>",
        "What thing in this image can <N>?",
        "What sort of <N> can you see in this image?",
        "What on the ground is less stable than <N>?",
        "hich object in this image can <N>?",
        "What is <N> in this image?",
        "Which object in this image may be related to <N>?",
        "which object in the image is lower than <N>",
        "Which vehicle in this image has a <N>?",
        "Which object in this image has the property of being <N>?",
        "What furniture is used to hold <N>?",
        "What object is <N>?",
        "What shown here might be used to <N>?",
        "which object in this image is faster than <N>?",
        "What is an example of <N>?",
        "Which object in this image is the most related to <N>",
        "Which object in this image belongs to <N>?",
        "Which object in this image is related to <N>?",
        "Which object in this image can <N>",
        "Which object in this image belongs to the category <N>?",
        "What object in this image can be used for set up <N>?",
        "What may be thought of as forming the <N> shown in this image?",
        "Which one in this image is a <N>?",
        "what in this image is related to <N>?",
        "Which object in this image can form part of a <N>?",
        "which object in this image is more vulnerable than <N>?",
        "Which piece of food in this image has a <N>?",
        "which object in this image has to <N>?",
        "Which part of the lady <N> the keyboard?",
        "Which object in this image might be found in <N>?",
        "What type of fruit can have a <N>?",
        "What <N> is in the bowl? ",
        "what object in this image is more independent than a <N>?",
        "Which vehicle in this image is more dangerous than <N>",
        "Which vehicle in this image is much more dangerous than <N>",
        "What is <N> in the image?",
        "Which object in the image is used to <N>?",
        "Which food in this image is created by <N>?",
        "Which objects in this image that the cat is sitting on can often be found on <N>?",
        "Which object in this image can be used to <N> on?",
        "which object in this image tastes <N>",
        "Which mode of transport in the image is slower than a <N>?",
        "Which object in this image has a part <N>?",
        "Which object in this image is used for book <N>?",
        "Which object in this image contains a <N>?",
        "What object in this image might be found in a <N>?",
        "Which object in this image is related to a <N>?",
        "Which object in this image is more transportable than a <N>?",
        "What seen here is <N>?",
        "What category does <N> belongs to?",
        "Which object in this image can be found in a <N>",
        "which tool in this image can be used to <N>ting?",
        "Whether the vehicle is lighter or heavier than <N>?",
        "which tool in this image can be used to <N>?",
        "Which object in this image is better than a <N>?",
        "which object in this image is more faithful than <N>?",
        "What type of object seen here can be related to <N>?",
        "Which object is this image is also known as '<N>'?",
        "which object in this image is a basic tool for <N>",
        "Which object in this i<N>age is related to SMS?",
        "which object in this image belongs to the category '<N>'?",
        "which object in the image is a <N>?",
        "Which object in this image is a component of <N>?",
        "Which object in this image might you find in a <N>?",
        "What object in the image is a subclass of <N>?",
        "Which thing in this picture can <N>?",
        "Which object in this image is slower than an <N>?",
        "Which object in this image belong to <N>",
        "Which object on the table is related to <N>?",
        "what object in this image contains <N>?",
        "Which thing in this image can be found in a <N>",
        "What in this image could form a <N>?",
        "Which homeware in this image is used for <N>?",
        "Tell me the thing in this image that can <N>",
        "What thing in this image has <N>?",
        "Which object in this image could be used for <N>?",
        "What in this image could make up a <N>?",
        "Which object in this image is cheaper than a <N>?",
        "which object in this image is related to the category '<N>'?",
        "Which object has <N>",
        "What object in this image is a <N>?",
        "Which object in this image can sometimes be found in the <N>?",
        "Which <N> can you see in this image?",
        "Which object in this image tells you the <N>?",
        "which plant in this image is less high than <N>?",
        "Which object in this image is more dangerous than a <N>?",
        "what is it in this image is a <N>?",
        "what is it in this image is related to <N>?",
        "Which object in this image is a type of <N>?",
        "What is one place that <N> can ski on?",
        "Which objects in this image are related to <N>?",
        "Which object in this image is like a <N>?",
        "What object in this image has <N>?",
        "Which object in this image can be <N>n?",
        "What in this image might have a <N>?",
        "which kind of <N> could we find in this picture",
        "What objects in this image want to <N>?",
        "What object is stronger than a <N> in this image?",
        "What body part shown in this image may be used for <N>?",
        "Which object in this <N> could be considered in the category of things related to Imaging?",
        "Which object in this image can be found in <N>",
        "what type of <N> is being played in this image?",
        "What clothing are you likely to find on a <N>?",
        "which vehicle in this image is longer than <N>?",
        "Which object in this image may be related to <N>?",
        "What in this image might be used with a <N>?",
        "Which accessory in this image is a <N>?",
        "Which object in this image is related to <N>",
        "Which object in this image is able to <N>",
        "Which object in this image is similar to <N>?",
        "which object in this image walks faster than <N>",
        "Which tool demonstrated can be used by a man to <N>",
        "Which fruit on the left is more acidic than <N>?",
        "What the woman is using to <N>?",
        "what object in this image can be found in a <N>?",
        "Which object in this image may be used to s<N>",
        "What object in this image can <N>?",
        "which object in this image is more efficient and effective than <N>?",
        "which object in this image is more frequent than <N>?",
        "What object in this image is safer than a <N>?",
        "Which furniture in this image has <N>?",
        "Which sort of food in this image is related to a <N>?",
        "which object in this image can have a <N>?",
        "which animal in this image is shorter than <N>?",
        "Which object in this image could be used to <N>?",
        "Which red object in this image is a <N>?",
        "Who can <N> people in this image?",
        "Which object in the image are used to put <N> on?",
        "In this image, which object is related to <N>?",
        "Which thing in the image has <N>?",
        "Which object in this image is used for <N>ping",
        "Who in this image are <N> members?",
        "What automobile in the image is larger than a <N>?",
        "What action in the image is easier than <N>?",
        "Name the <N> in the image.",
        "What object  shown in this image has <N>?",
        "What shown here might be related to <N>?",
        "What is one thing in this image that can be used for <N>?",
        "Which appliance will you use in order to <N>",
        "What <N> is shown here?",
        "What <N> is seen in this picture?",
        "which object in this picture comes from the category of <N>",
        "Which object in this image is sometimes more convenient than a <N>?",
        "What in this image is related to <N>?",
        "Which object in this photo is related to <N>",
        "Which object is usually found in a <N>",
        "Which object in this image desires the <N>?",
        "What in this image is for <N>?",
        "What object is cheaper than <N>?",
        "Which objects in this image are used to <N>?",
        "which object in this image is a <N>?",
        "Which instrument shown in this image is the most related to <N>",
        "What is the <N> in the image",
        "If you need to select an object that is related to <N>, which one you will choose?",
        "which kind of <N> can you find in this image",
        "which object in this image is more compact than a <N> computer?",
        "Which object in this image can be used for <N>?",
        "￼Which object in this image can <N>?",
        "which animal in this image is more independent than <N>?",
        "Which object in this image can be used to <N>?",
        "Which drink in this image is related to <N>?",
        "Which object in this image can be <N>d upon?",
        "what object in this image is a subclass of <N>?",
        "Which object in this image is more efficient than a <N>?",
        "Which <N> equipment can you see in this image?",
        "Tell me a thing shown in this image that can be used to <N>",
        "What object in the image is similar to a <N>?",
        "What in the image is a specific instance of a <N>?",
        "What animal is <N>?",
        "What stuff can be used to <N>?",
        "What does an <N> has",
        "Tell me the object in this image which is safer than <N>",
        "Which objects in this image are <N>?",
        "What prominent object in this image is an item of <N>?",
        "Which object in this image can be played by a <N>?",
        "Which object in this image is for <N>?",
        "Which objects in this image have <N>?",
        "Which object in this image can be found at a <N>?",
        "What is the object most likely to be found in a <N>?",
        "Which animal in this image can be found in <N>?",
        "Where can a <N> found at",
        "Which object in this image is better than <N>",
        "Which object is used for <N>?",
        "Which object in this image is high in <N>?",
        "What in this image has a <N> as one of its parts or areas?",
        "What instrument in this image is related to <N>?",
        "What fruit in this image has <N>?",
        "What thing in this image is the most related to <N>",
        "What thing in this image is the most related to <N>?",
        "what kind of <N> can you find in this image",
        "What in this image is a subclass of <N>?",
        "which object in this image consist of a <N> and other things",
        "which animal in this image can you find in a <N>?",
        "What object can be found in a <N>?",
        "What in this image is used for <N>?",
        "What in this image is related to <N>?",
        "What  in this image has the property of <N>?",
        "What in this image is capable of <N>?",
        "What can be found in this image that can be classed as part of <N>?",
        "What object shown here is cooler than a <N>?",
        "Which object in this image could has a <N>?",
        "Which digital object in this image is capable of <N>?",
        "Which object in this image is <N> device?",
        "Which object in this image might leave a <N>?",
        "What is one <N> shown in this image?",
        "Which object in this image is used for <N> up?",
        "which object in this image looks like a <N>?",
        "which object in this image can usually be found in a <N>?",
        "Which animal in the image can <N>?",
        "Which vehicle can <N>?",
        "which object is this image is used for <N>",
        "Which vehicle in this image is cheaper than <N>",
        "Which sport in this image is related to <N>?",
        "which object is related to the category of <N>",
        "which object can you use to <N>",
        "what object in this image is a <N> fruit?",
        "which object in the right of this image has several glass <N>",
        "What object in this image can be used to <N>?",
        "What in this image can often <N>?",
        "What object in this image is related to <N>?",
        "Where does <N> found at?",
        "Which object that the woman in the middle is pulling is related to <N>?",
        "Which object in this image held by the person can be found in <N>?",
        "What object can be used to <N>?",
        "What substance in this image is composed of <N>?",
        "Which object in this image that a boy is about to catch is a <N>?",
        "￼Which object in this image can be used to <N>?",
        "What object in this image can hear better than a <N>?",
        "Which animal in this image is related to <N>?",
        "Which object in this image is cheaper than <N>?",
        "Which object in this image has a <N>？",
        "What is the <N> called?",
        "What shown in this image contains <N>?",
        "what thing in this image is able to <N>",
        "What <N> is being played here?",
        "What is the <N> the girl is playing?",
        "which object in this image is related to <N>?",
        "Which object in this image is used to <N>?",
        "Which object in this image is like an <N>?",
        "which object in this image can do something better than <N>?",
        "Which object in this image is a special sort of s<N>?",
        "Which sort of food in this image belongs to the category <N>?",
        "Whether the animal in the image is smaller or bigger than a <N>?",
        "Which thing in this image is a <N>?",
        "which object in this image can we find in an <N>",
        "which kind of <N> can we see in this image",
        "Which object in this image is used with <N>?",
        "What is the red <N>?",
        "What activity are the people in this image doing that is often considered a <N>?",
        "Which animal in this image is taller than <N>",
        "what object in this image sometimes contains <N>?",
        "Which <N> is shown here?",
        "What here is for <N>?",
        "which object in this image is cleaner than <N>?",
        "Which object does the girl use for <N>?",
        "Which sort of <N> can you see in this image?",
        "What <N> is shown in this image?",
        "What object is a subclass of <N>?",
        "Which object in this image is less reliable than a <N>?",
        "Which tool in this image is the most related to <N>",
        "Which electronical elements can be found in <N>?",
        "Which is related to <N> in this image?",
        "Which kind of <N> can we find in this image",
        "Which object in this image receives <N>?",
        "What tool can be used for <N>?",
        "Which object in this image is capable of <N>",
        "Which thin in the image has a <N>?",
        "What does a <N> have",
        "What can be used to <N>?",
        "Which object in this image could become <N>?",
        "What can be used to <N> in this image?",
        "what object in this image can you find at the <N>?",
        "Which animal in the image is related to <N>?",
        "what object in this image is related to <N>?",
        "which object in this image has <N>?",
        "Which object in this image has <N>",
        "Which object do you think is <N> in this image?",
        "What food in this image is <N>?",
        "Which one is more expensive? the machine in the image or a <N>?",
        "Which object in this image is used for <N>?",
        "Which object in this image is most closely related to <N>?",
        "Which object in this image can be very <N>?",
        "Which object in this image flies in the <N>?",
        "Which fruit in the image is the <N>?",
        "Which fruit in this image can be found din a <N>",
        "What object in this image can be found at a s<N>?",
        "which object in this image is easier than <N>?",
        "What in this image is a <N>?",
        "Which <N> instrument is shown in this image?",
        "What is the <N> in this image.",
        "What item of <N> is visible in this image?",
        "Which animal in this image is used for <N>?",
        "Which object in this image used to <N>?",
        "Which object in the image can be used for <N>? ",
        "Which object in this image belongs to the class of <N>?",
        "which sport described in this image is less popular than <N>?",
        "Which fruit in this image has a <N>?",
        "What <N> is in the image?",
        "what object in this image is a type of <N>?",
        "what object in this video has <N>?",
        "Which appliance in this photo can be used to <N>",
        "What <N> are in this image?",
        "Which thing in the image is <N>?",
        "Which object in this image has signs on the <N>?",
        "Which object in this image is similar to a <N>?",
        "What is an example of a <N> in the image?",
        "What is in the <N>?",
        "What are you likely to find on a <N>?",
        "What object can be used for <N>?",
        "Which sort of <N> is in this image?",
        "Which thing in this image can likely be found in a <N>?",
        "which object in this image can we find in the <N>",
        "What shown in this image can sometimes be <N>?",
        "Which object in this image might have a <N>?",
        "Which object can be used as an <N>?",
        "Which object in this image is a <N>",
        "Which object in this image is smaller than a <N>?",
        "Which object in this image is faster than the <N>?",
        "Which <N> dish can you see in this image?",
        "Which object in this image is made with <N>?",
        "What transportation in this image is cheaper than <N>?",
        "Which object in this im<N>ge comes in <N> bunch?",
        "What is one object in this image which is less important than <N>?",
        "Which object in this picture is related to <N>",
        "Which object can be used to <N>",
        "Which kind of food is <N> in this image?",
        "Which dish in this image has a <N>?",
        "Which object in this image is related to tennis <N>?",
        "Which object in this image can be used as a <N>?",
        "which object in this image has <N>?",
        "What object in this image has <N>?",
        "Where is the <N> placed?",
        "Which <N> is presented in this image?",
        "Which object held by the men is used in the <N>?",
        "which kind of animal in this image is faster than <N>?",
        "Ing<N> is related to which object in this image?",
        "Where is this <N> baked?",
        "Which object can we found in the <N> of this image",
        "Which thing in this image is an <N>?",
        "Which object in this image has an <N>?",
        "which object in this image has <N>?"
    ],
    "NUM":[
        "Which object in this image is related to <NUM>?",
        "Which object in this image has <NUM>?",
        "What thing in the image has <NUM>?",
        "what object in this image has <NUM>?",
        "What instrument in this image has <NUM>?",
        "What stuff in this image has <NUM>?",
        "Which object in this image has a <NUM>?",
        "Which object in this image has <NUM>",
        "which object in this image has <NUM>?",
        "What kind of <NUM> is shown in the image?",
        "Which object in this image has <NUM>?",
        "Which object in this image is related to <NUM>?",
        "Which object in the image has <NUM>?",
        "Which object in this image has a <NUM>?",
        "Which vehicle in this photo has <NUM>",
        "Which object in this image has a <NUM>",
        "which object in this image is related to '<NUM>'?",
        "Which object in this image is a <NUM>?",
        "Which item in this image has <NUM>?",
        "What activity in the image requires <NUM>?",
        "Which thing shown in this image is related to <NUM>?"
    ],
    "V":[
        "Which object in this image is able to <V>",
        "What object in this image is used for <V>?",
        "Which object in this image can be found in <V>?",
        "Which <V> can you see in this image?",
        "What is the <V>?",
        "Which thing in this image can be used to <V>",
        "Which object in this image can be used to <V>",
        "Which object in this image is related to <V>?",
        "Which thing in this image you can used to <V>?",
        "Which object is related to <V> in this image?",
        "Which object in this image is used for <V>?",
        "Which object in this image can <V>?",
        "What is a <V> used for",
        "Which object in this image is a <V>?",
        "Which device in the image can <V>?",
        "Which object in this image is capable of <V>?",
        "Which object in this image is used to <V>?",
        "Which object in this image belongs to <V>",
        "Which thing in this image is capable of <V>?",
        "which object in this image can have <V>?",
        "What object in this image is used to <V>?",
        "Which object in this image has a <V>",
        "Which object in this image can be used for <V>?",
        "Which object in this image desires to <V>?",
        "Which object can <V>",
        "which object in this image can <V>?",
        "What thing in this image can be used to <V>",
        "What object in this image has <V>?",
        "which object in this image can <V>?",
        "Which thing in the image can <V>?",
        "Which object in this image can be found in a <V>?",
        "Which object in this image can be used for <V>?",
        "Which is redder? The fruit in the image or <V>?",
        "What stuff in this image is used to <V>?",
        "Which animal in this image <V>?",
        "Which type of <V> is used in this image?",
        "Name the <V> in this image",
        "Which object in this image has the property of <V>?",
        "What object in this image usually desires <V>?",
        "What in the image can be used for <V>",
        "Which thing in the image can be used to <V> in this situation?",
        "Which object in this image can be used to <V>",
        "Which object in this image can be used for sit on or <V>?",
        "Which object is used for <V> in this image?"
    ]
}